{
    "FixCursorHold.nvim": {
        "branch": "master"
    },
    "LuaSnip": {
        "branch": "master"
    },
    "brightburn.vim": {
        "branch": "master"
    },
    "catppuccin": {
        "branch": "main"
    },
    "cellular-automaton.nvim": {
        "branch": "main"
    },
    "cmp-buffer": {
        "branch": "main"
    },
    "cmp-cmdline": {
        "branch": "main"
    },
    "cmp-nvim-lsp": {
        "branch": "main"
    },
    "cmp-path": {
        "branch": "main"
    },
    "cmp_luasnip": {
        "branch": "master"
    },
    "conform.nvim": {
        "branch": "master"
    },
    "diffview.nvim": {
        "branch": "main"
    },
    "fidget.nvim": {
        "branch": "main"
    },
    "gitsigns.nvim": {
        "branch": "main"
    },
    "harpoon": {
        "branch": "harpoon2"
    },
    "hererocks": {
        "branch": "master"
    },
    "lazy.nvim": {
        "branch": "main"
    },
    "lazydocker.nvim": {
        "branch": "main"
    },
    "lazygit.nvim": {
        "branch": "main"
    },
    "lualine.nvim": {
        "branch": "master"
    },
    "mason-lspconfig.nvim": {
        "branch": "main"
    },
    "mason-nvim-dap.nvim": {
        "branch": "main"
    },
    "mason.nvim": {
        "branch": "main"
    },
    "neo-tree.nvim": {
        "branch": "v3.x"
    },
    "neoformat": {
        "branch": "master"
    },
    "neotest": {
        "branch": "master"
    },
    "neotest-golang": {
        "branch": "main"
    },
    "nui.nvim": {
        "branch": "main"
    },
    "nvim-cmp": {
        "branch": "main"
    },
    "nvim-dap": {
        "branch": "master"
    },
    "nvim-dap-go": {
        "branch": "main"
    },
    "nvim-dap-ui": {
        "branch": "master"
    },
    "nvim-lsp-file-operations": {
        "branch": "master"
    },
    "nvim-lspconfig": {
        "branch": "master"
    },
    "nvim-nio": {
        "branch": "master"
    },
    "nvim-treesitter": {
        "branch": "master"
    },
    "nvim-treesitter-context": {
        "branch": "master"
    },
    "nvim-web-devicons": {
        "branch": "master"
    },
    "nvim-window-picker": {
        "branch": "main"
    },
    "oil.nvim": {
        "branch": "master"
    },
    "overseer.nvim": {
        "branch": "master"
    },
    "plenary": {
        "branch": "master"
    },
    "plenary.nvim": {
        "branch": "master"
    },
    "rose-pine": {
        "branch": "main"
    },
    "telescope.nvim": {
        "branch": "master"
    },
    "themery.nvim": {
        "branch": "main"
    },
    "toggleterm.nvim": {
        "branch": "main"
    },
    "tokyonight.nvim": {
        "branch": "main"
    },
    "trouble.nvim": {
        "branch": "main"
    },
    "undotree": {
        "branch": "master"
    },
    "vim-visual-multi": {
        "branch": "master"
    },
    "zen-mode.nvim": {
        "branch": "main"
    }
}
